from django.utils.translation import gettext_lazy as _


PLACENAME_TRANS = {
    '中国': _('中国'),

    '北京市': _('北京市'),
    '上海市': _('上海市'),

    '广东省': _('广东省'),
    '深圳市': _('深圳市'),
    '广州市': _('广州市'),
    '东莞市': _('东莞市'),

    '山西省': _('山西省'),
    '太原市': _('太原市'),

    '江苏省': _('江苏省'),
    '南京市': _('南京市'),

    '浙江省': _('浙江省'),
    '杭州市': _('杭州市'),

    '江西省': _('江西省'),
    '抚州市': _('抚州市'),

    '青海省': _('青海省'),
    '西宁市': _('西宁市'),

    '福建省': _('福建省'),
    '福州市': _('福州市'),
    '厦门市': _('厦门市'),

    '广西壮族自治区': _('广西壮族自治区'),
    '南宁市': _('南宁市'),

    '内蒙古自治区': _('内蒙古自治区'),
    '锡林郭勒盟': _('锡林郭勒盟'),

    '英国': _('英国'),
}
